Repository: adsorptionenthalpy/arcbit-ios
Catalog: ArcBit/*.lproj/Localizable.strings
Languages: de, es, ru

source: First make sure you are using your secondary offline device for this screen (as mentioned in the overview on the previous screen). Click 'New Wallet' and write down or memorize the generated 12 word passphrase. This passphrase can recover and generate all your accounts and the bitcoins associated with it, so keep it safe and to yourself. Also instead of creating a new wallet, you can also input an existing 12 word passphrase that was generated here to create additional accounts.
de: Stelle sicher, das du ein Zweitgerät nutzt, welches nicht mit dem Internet verbunden ist. Klicke 'neues Wallet' und schreibe die Wortreihenfolge auf oder merke sie dir. Diese Wortreihenfolge kann alle deine Accounts wiederherstellen. Falls du bereits eine Wortreihenfolge hast, kannst du diese verwenden um weitere Accounts hinzuzufügen.
es: Primero, asegúrese de que está utilizando su dispositivo fuera de línea secundario para esta pantalla (como se menciona en la vista general en la pantalla anterior). Haga clic en 'New Wallet' y anote o memorice la contraseña de 12 palabras generada. Esta frase de paso puede recuperar y generar todas sus cuentas y los bitcoins asociados con él, así que guárdelo seguro ya sí mismo. También en lugar de crear una cartera nueva, también puede introducir una contraseña de 12 palabras existente que se generó aquí para crear cuentas adicionales.
ru: Сначала убедитесь, что Вы используете вторичное оффлайн устройство для этого экрана (как указано в обзоре на предыдущем экране). Нажмите «Новый кошелек» и запишите или запомните созданную кодовую фразу из 12 слов. Эта кодовая фраза может восстанавливать и генерировать все Ваши учетные записи и связанные с ней биткоины, поэтому храните ее в безопасности и только у себя. Кроме того, вместо создания нового кошелька Вы также можете ввести существующую кодовую фразу из 12 слов, которая была создана здесь, для создания дополнительных учетных записей.

source: Follow us on Twitter
de: Folge uns auf Twitter
es: Síganos en Twitter
ru: Подписывайтесь на нас вTwitter

source: From:
de: Von：
es: De：
ru: От：

source: Funds have been claimed already.
de: Guthaben wurde bereits verwendet.
es: Los fondos han sido ya reivindicado.
ru: Средства уже были заявлены.

source: Funds imported
de: Guthaben importiert
es: Fondos importados
ru: Средства импортированы

source: Go
de: Gehen
ru: Идти

source: Help
de: Hilfe
es: Ayuda
ru: Помогите

source: History
de: Geschichte
es: Historia
ru: История

source: Import Account
de: Account importieren
es: Importar cuenta
ru: Импорт учетной записи

source: Import Cold Wallet Account
de: Importiere Offline Brieftasche Account
es: Importar cuenta de cartera fría
ru: Импорт учетной записи холодного кошелька

source: Import Private Key
de: Importiere privaten Schlüssel
es: Importar clave privada
ru: Импорт закрытого ключа

source: Import Watch Account
de: Importiere Watch Account
es: Importar cuenta del observar
ru: Импорт учетной записи для просмотра

source: Import Watch Address
de: Importiere Watch Adresse
es: Importar observar dirección
ru: Импорт адреса для просмотра

source: Import private key encrypted or unencrypted?
de: Privaten Schlüssel ent- oder verschlüsselt importieren?
es: Importar clave privada cifrado o sin cifrado?
ru: Импорт закрытого ключа зашифрованным или незашифрованным?

source: Import with QR code
de: Importiere mit QR-Code
es: Importar con el código QR
ru: Импорт с QR кодом

source: Import with text input
de: Importiere mit Texteingabe
es: Importar con la introducción de texto
ru: Импорт с текстовым вводом

source: Imported Account %@
de: Importierter Account %@
es: Importada cuenta %@
ru: Импортирована учетная запись %@

source: Imported Accounts
de: Importiere Accounts
es: Importada Cuentas
ru: Импортированные учетные записи

source: Imported Address
de: Importierte Adresse
es: Importada Dirección
ru: Импортированный адрес

source: Imported Addresses
de: Importierte Adressen
es: Importada Direcciones
ru: Импортированные адреса

source: Imported Cold Wallet Account %@
de: Importierter Offline Brieftasche Account %@
es: Importada duenta de cartera fría %@
ru: Импортирована учетная запись холодного кошелька %@

source: Imported Watch Account %@
de: Importierter Watch Account %@
es: Importada observar de cuenta %@
ru: мпортирована учетная запись для просмотра %@

source: Imported Watch Accounts
de: Importierte Watch Accounts
es: Cuentas del observar importados
ru: Импортированы учетные записи для просмотра

source: Imported Watch Addresses
de: Importierte Watch Adressen
es: Direcciones Observar Importados
ru: Импортированы адреса для просмотра

source: Imported Watch Only Accounts can't see reusable address payments, thus this accounts' reusable address is not available. If you want see the reusable address for this account, import the account private key that corresponds to this accounts public key.
de: Importierte Watch Accounts können keine Zahlungen der wiederverwendeten Adressen sehen. Wenn du die Zahlungen sehen willst, muss der passende private Schlüssel importiert werden.
es: Las cuentas de observar importadas no pueden ver los pagos de direcciones reutilizables, por lo que la dirección reutilizable de estas cuentas no está disponible. Si desea ver la dirección reutilizable para esta cuenta, importe la clave privada de la cuenta que corresponde a esta clave pública de cuentas.
ru: Импортированные учетные записи не имеют доступа к просмотру платежей многоразовых адресов, поэтому этот адрес повторного использования недоступен. Если Вы хотите увидеть многоразовый адрес для этой учетной записи, импортируйте закрытый ключ учетной записи, соответствующий открытому ключу этой учетной записи.

source: Importing Account
de: Importiere Account
es: Importación de cuenta
ru: Импорт учетной записи

source: Importing Cold Wallet Account
de: Importiere Offline Brieftasche Accounts
es: Importación de cuenta de cartera fría
ru: Импорт учетной записи холодного кошелька

source: Importing an encrypted key will require you to input the password every time you want to send bitcoins from it.
de: Wenn verschlüsselt imortiert, muss vor jeder Zahlung der Schlüssel entschlüsselt werden mittels des Passwortes.
es: Importar clave cifrada requerirán que introduzca la contraseña cada vez que desee enviar dinero de él.
ru: Импортирование зашифрованого ключа потребует ввода пароля каждый раз, когда Вы хотите отправить деньги.

source: Incomplete
de: unvollständig
es: Incompleto
ru: Не завершено

source: Incorrect passphrase, could not decrypt iCloud wallet backup.
de: Falsche Passphrase, konnte iCloud Wallet-Backup nicht entschlüsseln.
es: Frase de contraseña incorrecta, no se pudo descifrar la copia de seguridad de iCloud wallet.
ru: Неправильная кодовая фраза, не может расшифровать резервную копию кошелька iCloud.

source: Insufficient Funds
de: Nicht genug Guthaben
es: Fondos insuficiente
ru: Недостаточно средств

source: Insufficient Funds. Account balance is %@ when %@ is required.
de: Nicht genug Guthaben. Account Guthaben beträgt %@ aber %@ wird benötigt.
es: Fondos insuficientes. saldo de la cuenta es %@ cuando se requiere %@.
ru: Недостаточно средств. Баланс учетной записи %@ в то время как необходимы %@.

source: Insufficient Funds. Account contains bitcoin dust. You can only send up to %@ for now.
de: Nicht genug Guthaben. Der Account erhält nur sehr geringe BTC-Mengen, es werden mindestens %@ benötigt zum senden.
es: Fondos insuficientes. Cuenta bitcoin contiene polvo. Sólo se puede enviar un máximo de %@ por ahora
ru: Недостаточно средств. Учетная запись содержит биткоиновую “пыль”. Вы можете отправлять только до %@.

source: Internal Wallet Data
de: Wallet Daten
es: Los datos de la cartera interna
ru: Данные внутреннего кошелька

source: Internal account transfer
de: Account intern verschieben
es: Transferencia de cuenta interna
ru: Трансфер внутри учетной записи

source: Invalid Address
de: Ungültige Adresse
es: Dirección inválida
ru: Неверный Биткоин адрес

source: Invalid Passphrase
de: Ungültige Wortfolge
es: Frase de contraseña no válido
ru: Неверная кодовая фраза-пароль

source: Invalid URL
de: Ungültige URL
es: URL invalida
ru: Неверный URL

source: Invalid account private key
de: Ungültiger privater Schlüssel
es: Clave privada de cuenta no válido
ru: Неверный закрытый ключ учетной записи

source: Invalid account public Key
de: Ungültiger öffentlicher Schlüssel
es: Clave pública de cuenta no válido
ru: Неверный открытый ключ учетной записи

source: Invalid amount
de: Ungültiger Betrag
es: Monto invalido
ru: Неверная сумма

source: Invalid backup passphrase
de: Ungültige Backup Wortfolge
es: Frase de contraseña de respaldo no válido
ru: Неверная восстановительная фраза-пароль

source: Invalid private key
de: Ungültiger privater Schlüssel
es: Clave privada no válido
ru: Неверный закрытый ключ

source: Invalid scanned data
de: Ungültiger Scann
es: Datos escaneados no válido
ru: Неверные сканированные данные

source: Invalid transaction ID
de: Ungültige Transactions ID
es: ID de transacción no válido
ru: Неверный ID транзакции

source: It is not recommended that you manually manage private keys yourself. A leak of a private key can lead to the compromise of your accounts.
de: Es wird nicht geraten die privaten Schlüssel selber zu verwalten. Ein Leck kann zum Verlust des gesamten Wallet-Guthabens führen.
es: No se recomienda administrar manualmente las claves privadas a sí mismo. Una fuga de una clave privada puede conducir al compromiso de sus cuentas.
ru: Не рекомендуется самостоятельно вручную управлять личными ключами. Утечка закрытого ключа может привести к компрометации Ваших учетных записей.

source: It is not recommended that you use a regular bitcoin address for multiple payments, but instead you should import a reusable address. Add address anyways?
de: Es wird nicht geraten Adressen mehrfach zu nutzen, lieber sollte eine wiederverwendbare Adresse importiert werden. Trotzdem hinzufügen?
es: No se recomienda que utilice una dirección regular para varios pagos, sino que debe importar una dirección reutilizable. Añadir dirección de todos modos?
ru: Не рекомендуется использовать обычный адрес для нескольких платежей - рекомендуется импортировать адрес для многоразового использования. Все равно хотите добавить адрес?

source: Label
de: Beschriftung
es: Etiqueta
ru: Метка

source: Label Transaction
de: Transaktions Beschriftung
es: Transacción etiqueta
ru: Метка транзакции

source: Local backup to wallet failed!
de: Die lokale Sicherung in der Brieftasche ist fehlgeschlagen!
es: Error de respaldo local en la billetera！
ru: Локальное резервное копирование в кошелек не удалось!

source: Local wallet will be lost. Are you sure you want to restore wallet from iCloud?
de: Die lokale Brieftasche geht verloren. Sind Sie sicher, dass Sie die Brieftasche von iCloud wiederherstellen möchten?
es: La billetera local se perderá. ¿Seguro que quieres restaurar la billetera desde iCloud?
ru: Локальный кошелек будет потерян. Вы действительно хотите восстановить кошелек от iCloud?

source: Maximum accounts reached
de: Maximale Anzahl an Accounts erreicht
es: Cuentas máximo alcanzado
ru: Достигнуто максимальное количество учетных записей

source: More
de: Mehr
es: Más
ru: Более

source: Name
es: Nombre
ru: Имя

source: Network Error
de: Netzwerkfehler
es: Error de red
ru: Ошибка сети

source: New Wallet
de: Neue Brieftasche
es: Nueva cartera
ru: Новый кошелек

source: New addresses will be automatically generated and cycled for you as you use your current available addresses.
de: Neue Adressen werden automatisch erzeugt und durchgewechselt.
es: Nuevas direcciones se generan automáticamente y se reciclan para usted como usted utiliza sus direcciones disponibles actuales.
ru: Новые адреса будут автоматически генерироваться и циклироваться для Вас, когда Вы используете текущие доступные адреса.

source: Next
de: Nächste
es: Siguiente
ru: Далее

source: No
de: Nein
ru: Нет

source: None currently
de: Gegenwärtig keine
es: Ninguno actualmente
ru: Сейчас нет

source: Not now
de: Nicht jetzt
es: Ahora no
ru: Не сейчас

source: Now authorize the transaction on your air gap device. When you have done so, click continue on this device to scan the authorized transaction data and make your payment.
de: Autorisiere nun die Transaktion mit dem zweiten Gerät. Scanne dazu die Transaktionsdaten und führe die Zahlung durch.
es: Ahora autorizar la transacción en su dispositivo de separación de aire. Cuando haya hecho clic en continuar en este dispositivo para escanear los datos de las transacciones autorizadas y hacer su pago.
ru: Теперь авторизуйте транзакцию на своем физически изолированном устройстве. Когда Вы это сделаете, нажмите на этом устройстве, чтобы просмотреть авторизированные данные транзакции и внести платеж.

source: On your primary online device, when you want to make a payment from a cold wallet account, simply do it as you normally would on a normal account. When you click 'Send' on the Review Payment screen, instead of the payment going out immediately, you will be prompted to pass the unauthorized transaction data. Then on your secondary offline device, within this screen click 'Scan' to import the transaction so it can be authorized.
de: Auf dem primären Gerät wird die Zahlung auch aus dem Offline Brieftasche 'ganz normal' durchgeführt. Nachdem die 'normale' Zahlung abgeschlossen ist und auf 'senden' geklickt wurde, muss die umautorisierte Zahlung noch autorisiert werden. Auf dem Zweitgerät müssen diese Daten dann eingescannt werden und autorisiert werden.
es: En su dispositivo en línea principal, cuando desea realizar un pago desde una cuenta de cartera fría, simplemente hágalo como normalmente lo haría en una cuenta normal. Al hacer clic en 'Enviar' en la pantalla Revisar pago, en lugar de que el pago salga inmediatamente, se le pedirá que pase los datos de transacción no autorizados. A continuación, en su dispositivo secundario sin conexión, en esta pantalla haga clic en 'Escanear' para importar la transacción para que pueda ser autorizada.
ru: Когда Вы хотите сделать платеж с учетной записи холодного кошелька на своем основном онлайн-устройстве просто сделайте, как обычно, на обычной учетной записи. Когда Вы нажимаете «Отправить» на экране «Обзор платежей», вместо немедленного платежа Вам будет предложено передать данные несанкционированной транзакции. Затем на своем вторичном оффлайн устройстве на этом экране нажмите «Сканировать», чтобы импортировать транзакцию для авторизации.

source: Once the transaction has been authorized by completing the above two steps, pass the authorized transaction back to your primary online device to finalize your payment.
de: Nachdem die Transaktion so autorisiert wurde, muss sie zurück auf das online Gerät übertragen werden um an das Netzwerk übertragen zu werden.
es: Una vez que la transacción haya sido autorizada, completando los dos pasos anteriores, pasar la transacción autorizada de nuevo a su dispositivo en línea primaria para finalizar su pago.
ru: После того, как транзакция будет авторизована путем выполнения вышеуказанных двух шагов, переведите авторизованную транзакцию обратно на основное онлайн-устройство, чтобы завершить платеж

source: Other Links
de: andere Links
es: Otros enlaces
ru: Другие ссылки

source: Pass
es: Pasar
ru: Передать

source: Passphrase
de: Wortfolge
es: Frase de contraseña
ru: Фраза-пароль

source: Passphrase does not match the transaction
de: Die Wortfolge passt nicht zur Transaktion
es: Frase de contraseña no coincide con la transacción
ru: Фраза-пароль не соответствует транзакции

source: Password
de: Passwort
es: Contraseña
ru: Пароль

source: Payment Index: %lu
de: Zahlungs Index：%lu
es: Índice de Pago： %lu
ru: Индекс платежа： %lu

source: Private key does not match address
de: Der private Schlüssel passt nicht zur Adresse
es: 私密金鑰不匹配地址
ru: Закрытый ключ не соответствует адресу

source: Private key missing
de: Privater Schlüssel fehlt
es: Clave privada no coincide con la dirección
ru: Не хватает закрытого ключа

source: QR code
es: Código QR
ru: QR код

source: Rate
de: Bewertung
es: Tarifa
ru: Оценка

source: Rate us in the App Store!
de: Bewerte uns im App Store!
es: Nos clasificaría en el App Store!
ru: Оцените нас на App Store!

source: Receive
de: Erhalten
es: Recibir
ru: Получить

source: Remind me Later
de: Erinnere mich später
es: Recuérdame más tarde
ru: Напомните мне позже

source: Restore
de: Wiederherstellen
es: Restaurar
ru: Восстановить

source: Restore Wallet
de: Stelle das Wallet wieder her
es: Restaurar cartera
ru: Восстановить кошелек

source: Restore from iCloud
de: Wiederherstellen von iCloud
es: Restaurar desde iCloud
ru: Восстановить от iCloud

source: Restoring Wallet
de: Stelle Wallet wieder her
es: Restaurar cartera
ru: Восстановление кошелька

source: Retry
de: Wiederholen
es: Rever
ru: Повторите попытку

source: Reusable Address Payment Addresses
de: Wiederverwendbare Zahlungsadressen
es: Reutilizable dirección direcciones de pago
ru: Адреса платежей на многоразовые адреса

source: Reusable Address:
de: Wiederverwendbare Adresse:
es: Reutilizable Dirección:
ru: Многоразовые адреса:

source: Review Payment
de: Überprüfe Zahlung
es: Revisión de pagos
ru: Обзор платежа

source: Save
de: sichern
es: Salvar
ru: Сохранить

source: Scan
de: Scannen
es: Escanear
ru: Сканировать

source: Scan For Reusable Address Payment
de: Scanne auf wiederverwendbare Adressen
es: Para escanear reutilizable dirección de pago
ru: Сканировать платежи на адреса многоразового использования

source: Scan QR Code
de: Scanne QR Code
es: Escanear código QR
ru: канировать QR код

source: Scan for reusable address transaction
de: Scanne auf Transaktionen
es: Analizar en busca de transacción dirección reutilizable
ru: Сканировать транзакции на многоразовые адреса

source: Scan next part
de: 扫描下一部分
es: Scan parte próxima
ru: Сканируйте следующую часть

source: Select Account
de: Scanne nächstes Stück
es: Seleccionar cuenta
ru: Выбрать учетную запись

source: Send
de: Gesendet
es: Enviar
ru: Отправить

source: Send Payment
de: Zahlung gesendet
es: Enviar Pago
ru: править платеж

source: Send authorized payment?
de: Sende autorisierte Zahlung?
es: Envíe el pago autorizado?
ru: Отправить авторизованный платеж?

source: Sending
de: Sende
es: Enviando
ru: Отправление

source: Sending payment to a reusable address might take longer to show up then a normal transaction with the blockchain.info API. You might have to wait until at least 1 confirmation for the transaction to show up. This is due to the limitations of the blockchain.info API. For reusable address payments to show up faster, configure your app to use the Insight API in advance settings.
de: Gesendete Transaktionen mit wiederverwendbaren Adressen brauchen vielleicht länger um angezeigt zu werden. Eventuell muss auf +1 Bestätigung gewartet werden. Durch einen Wechsel der API in den erweiterten Einstellungen kann das behoben werden.
es: Enviar el pago a una dirección reutilizable podría tomar más tiempo para aparecer luego de una transacción normal con la API blockchain.info. Es posible que tenga que esperar al menos hasta el 1 de confirmación de la transacción en aparecer. Esto es debido a las limitaciones de la API blockchain.info. Para los pagos de direcciones reutilizables para mostrar más rápido, configurar la aplicación para utilizar la API de Insight en configuraciones avanzadas.
ru: Отправка платежа на многоразовый адрес может занять больше времени, чем отправка обычной транзакции с помощью API-интерфейса blockchain.info. Возможно, Вам придется подождать, пока не появится хотя бы одно подтверждение транзакции. Это связано с ограничениями API-интерфейса blockchain.info. Чтобы многоразовые адресные платежи отображались быстрее, настройте приложение для использования API Insight.

source: Sent %@ to %@
de: Gesendet %@ an %@
es: Enviado %@ a %@
ru: Отправлено %@ получателю %@

source: Set Transaction Fee in %@
de: Setzt Transaktionsgebühr auf %@
es: Establecer cuota de transacción en %@
ru: Установить комиссию по транзакции %@

source: Settings
de: Einstellungen
es: Ajustes
ru: Настройки

source: Some funds may be pending confirmation and cannot be spent yet. (Check your account history) Account only has a spendable balance of %@
de: Einige eingehende Transaktionen sind noch nicht bestätigt und können nicht ausgegeben werden. Der Account hat eine senfbare Palace von %@
es: Algunos fondos pueden estar pendientes de confirmación y no se pueden gastar todavía. (Consulte su historial de la cuenta) cuenta solamente tiene un saldo gastable de %@
ru: Некоторые средства могут находиться в ожидании подтверждения и еще не могут быть потрачены. (Проверьте историю своей учетной записи) Учетная запись имеет только отложенный остаток %@

source: Spending from a cold wallet account
de: Sende vom Offline Brieftasche Account
es: Pasar de una cuenta de cartera fría
ru: Трата из учетной записи холодного кошелька

source: Start fresh
de: Frisch starten
es: Empezar de nuevo
ru: Начать свежие

source: Starting Change address ID:
de: Starte Adressen ID:
es: Inicio de la ID de dirección de cambio:
ru: Запуск Изменить адрес ID:

source: Starting Receiving Address ID:
de: Empfangen der Adressen ID：
es: Inicio de la ID de dirección de recepción:
ru: Начало получения ID адресов:

source: Step 1: Scan transaction to authorize
de: Schritt 1: Scanne Transaktion zum Autorisieren
es: Paso 1: Escanear para autorizar la transacción
ru: Шаг 1: Сканируйте транзакцию для авторизации

source: Step 2: Input 12 word backup passphrase
de: Schritt 2: Gib die Wortfolge ein
es: Paso 2: Entrada 12 palabra frase de contraseña de copia de seguridad
ru: Шаг 2: Введите 12 слов Вашей восстановительный фразы-пароля

source: Step 3: Pass authorized transaction data
de: Schritt 3: Übertrage die autorisierte Transaktion
es: Paso 3: Pasar los datos de transacciones autorizadas
ru: Шаг 3: Передайте авторизированные данные транзакции

source: Success
de: Erfolgreich
es: Éxito
ru: Успешно

source: Temporarily import account private key
de: Importiere privaten Account Schlüssel temporär
es: Cuenta de clave privada importación temporal
ru: Временно импортируйте закрытый ключ учетной записи

source: Temporarily import private key
de: Importiere privaten Schlüssel temporär
es: Clave privada importación temporal
ru: Временно импортируйте закрытый ключа
