Repository: adsorptionenthalpy/arcbit-ios
Catalog: ArcBit/*.lproj/Localizable.strings
Languages: de, es, ru

source: The cold wallet feature will allow you to create accounts which offer better security compared to normal online wallets. You will need 2 devices to use this feature. Your normal day to day device that is connected to the internet and a secondary device that is not connected to the internet (Your secondary device would need to be online once to download the ArcBit app. Afterwards keep the secondary device offline for maximal security). This feature allows you to authorize bitcoin payments from an offline device so that the keys to your bitcoins will never need to be stored on your online device. Follow the step by step instructions by clicking the info buttons within the below sections.
de: Das Offline Brieftasche gibt dir die Möglichkeit die Sicherheit zu erhöhen. Ein Gerät ist mit dem Internet verbunden und ein zweites ist am Besten immer offline nachdem die ArcBit App heruntergeladen ist. So können Transaktionen autorisiert werden und das Guthaben muss trotzdem nicht auf einem Online Wallet liegen. Informationen dazu findest du in der Schritt für Schritt Anleitung weiter unten.
es: La función Cartera fría le permitirá crear cuentas que ofrecen una mayor seguridad en línea a continuación, carteras normales. Se necesitan 2 dispositivos para utilizar esta función. Su día normal de dispositivo de día que está conectado a Internet y un dispositivo secundario que no está conectado a Internet (Su dispositivo secundario tendría que estar en línea una vez que descargar la aplicación Arcbit. Posteriormente a mantener el dispositivo fuera de línea secundaria para la seguridad máxima). Esta característica le permite autorizar pagos bitcoin de un dispositivo de conexión para que las llaves de sus bitcoins no tendrán que ser Store en el dispositivo en línea. Siga las instrucciones paso a paso haciendo clic en los botones de información dentro de las siguientes secciones
ru: Функция «холодного кошелька» позволит Вам создавать учетные записи, которые обеспечивают лучшую безопасность, чем обычные онлайн-кошельки. Для использования этой функции Вам понадобятся 2 устройства. Ваше обычное ежедневное устройство, подключенное к Интернету, и второе устройство, которое не подключено к Интернету (для загрузки приложения ArcBit необходимо единожды подключиться к Интернету, а затем отключить устройство в оффлайн режим для максимальной безопасности). Эта функция позволяет Вам авторизовывать биткоин-платежи с оффлайн устройства, так что Ваши ключи от биткоинов не будут храниться на Вашем онлайн-устройстве. Следуйте пошаговым инструкциям, кликая на информационные кнопки в нижеследующих разделах.

source: This account type can't see reusable address payments
de: Dieser Account Typ kann keine wiederverwendbaren Adressen sehen.
es: Este tipo de cuenta no puede ver los pagos de direcciones reutilizables
ru: Данный тип учетной записи не может просматривать платежи на многоразовые адреса

source: This feature allows you to manually input a transaction ID and see if the corresponding transaction contains a reusable address payment to your reusable address. If so, then the funds will be added to your wallet. Normally the app will discover reusable address payments automatically for you, but if you believe a payment is missing you can use this feature.
de: Dies Funktion erlaubt es manuell eine Transaktion ID einzugeben um zu prüfen ob noch Transaktionen auf wiederverwendbaren Adressen liegen. Wenn ja werden die BTC dem Account hinzugefügt. Normalerweise geschieht das automatisch.
es: Esta característica le permite introducir manualmente un identificador de transacción y ver si la transacción correspondiente contiene un pago reenvío a su dirección reutilizable. Si es así, entonces los fondos se añadirán a su cartera. Normalmente, la aplicación va a descubrir los pagos de reenvío automáticamente para usted, pero si usted cree que un pago no se encuentra usted puede utilizar esta función.
ru: Эта функция позволяет вам вручную ввести ID транзакции и посмотреть, содержит ли соответствующая транзакция платеж на ваш многразовый адрес. Если это так, то средства будут добавлены в ваш кошелек. Обычно приложение автоматически обнаруживает переадресацию платежей, но если Вы считаете, что платеж отсутствует, Вы можете использовать эту функцию.

source: To:
de: An：
es: A:
ru: Кому：

source: Today
de: Heute
es: Hoy
ru: Cегодня

source: Total:
de: Gesamt:
ru: Всего:

source: Transaction %@ already accounted for.
de: Transaktion %@ wurde bereits gezählt.
es: Transacción %@ ya contabilizados.
ru: Транзакция %@ уже учтена.

source: Transaction %@ does not belong to this account.
de: Die Transaktion gehört nicht zu diesem Account.
es: Transacción %@ no pertenece a esta cuenta.
ru: Транзакция %@ не принадлежит данной учетной записи.

source: Transaction Fee
de: Transaktionsgebühr
es: Comisión de transacción
ru: Комиссия по транзакции

source: Transaction ID
de: Transaktions ID
es: ID de transacción
ru: ID транзакции

source: Transaction ID: %@
de: Transaktions ID: %@
es: ID de transacción: %@
ru: ID транзакции: %@

source: Transaction authorized
de: Transaktion autorisiert
es: Transacción autorizada
ru: Транзакция авторизована

source: Transaction fees impact how quickly the Bitcoin network will confirm your transactions. Higher fees means faster confirmation times. Default fee behavior can be configured in settings.
de: Transaktionsgebühren beeinflussen wie schnell das Bitcoin Netzwerk die Transaktion bestätigt. Höhere Gebühren bedeuten eine schnellere Bestätigung. Die Gebühren Berechnung kann in den Einstellungen eingestellt werden.
es: Las comisiones de transacción afectan la rapidez con que la red de Bitcoin confirmará sus transacciones. Las tarifas más altas significan tiempos de confirmación más rápidos. El comportamiento de pago predeterminado se puede configurar en la configuración.
ru: Комиссия по транзакции влияет на то, как быстро сеть Биткоин подтвердит ваши транзакции. Более высокая комиссия дает быстрое подтверждение по времени. Комиссия по умолчанию может быть изменена в настройках.

source: Transaction is not a reusable address transaction.
de: Diese Transaktion ist keine Transaktion einer wiederverwendbaren Adresse.
es: La transacción no es una transacción dirección reutilizable.
ru: Транзакция не является транзакцией на многоразовый адрес.

source: Transaction needs to be authorized by an offline and air gap device. Send transaction to an offline device for authorization?
de: Transaktion muss durch ein zweites Gerät autorisiert werden. Zum autorisieren übertragen?
es: Transacción debe ser autorizada por un dispositivo fuera de línea y espacio de aire. Enviar a un dispositivo de transacción fuera de línea para la autorización?
ru: Транзакция должна быть авторизована онлайн и физически изолированным устройством. Отправить транзакцию оффлайн устройству для авторизации?

source: Transaction needs to be passed back to your online device in order for the payment to be sent
de: >Transaktion muss wieder zum online Gerät übertragen werden um gesendet zu werden.
es: Transacción debe ser aprobada de nuevo a su dispositivo en línea para que el pago que se enviará
ru: Чтобы отправить платеж, транзакция должна быть возвращена на Ваше онлайн-устройство.

source: Try Again
de: Versuche es erneut
es: Inténtalo de nuevo
ru: Попробуйте еще раз

source: Try our new cold wallet feature!
de: Probiere unser Offline Brieftasche feature aus!
es: Pruebe nuestra nueva función de cartera frío!
ru: Попробуйте нашу новую функцию холодного кошелька！

source: URL does not contain an address.
de: URL enthält keine Adresse.
es: La URL no contiene una dirección.
ru: URL-адрес не содержит адреса.

source: Unable to get dynamic fees. Falling back on fixed transaction fee. (fee can be configured on review payment)
de: Fehler beim lesen der dynamischen Gebührendaten. Es wird die festgelegte Gebühr genutzt.
es: >No es posible obtener tasas dinámicas. Volver a caer sobre el precio de la transacción fijo. (De pago se puede configurar mediante el pago revisión)
ru: Невозможно получить динамическую комиссию. Возврат к фиксированной комиссии по транзакции. (Плата может быть настроена за просмотр)

source: Unarchive Account
de: Entarchiviere Account
es: Desarchivar cuenta
ru: Разархивированная учетная запись

source: Unarchive address
de: Entarchiviere Adresse
es: Desarchivar dirección
ru: Разархивированный адрес

source: Unarchived address
de: Entarchivierte Adresse
es: Dirección desarchivados
ru: Разархивированный адрес

source: Unconfirmed
de: Unbestätigt
es: Inconfirmado
ru: Не подтверждено

source: Unencrypted
de: Unverschlüsselt
es: Sin cifrar
ru: Не зашифровано

source: Use ArcBit on your browser to complement the mobile app. The web wallet has all the features that the mobile wallet has plus more!
de: Nutzer ArcBit im Browser um die App zu vervollständigen. Das Web Wallet hat alle Features und mehr!
es: Utilice cartera Arcbit Web para complementar la aplicación móvil. La cartera web tiene todas las características que la billetera móvil tiene mucho más!
ru: Используйте ArcBit в своем браузере, чтобы дополнить мобильное приложение. Веб-кошелек имеет все функции, как и у мобильного кошелька, плюс дополнительные возможности!

source: Use all funds
de: Alle Mittel verwenden
es: Usa todos los fondos
ru: Использовать все средства

source: View Addresses
de: Adressen ansehen
es: Ver Direcciones
ru: Показать адреса

source: View ArcBit Brain Wallet Details
de: ArcBit Gedächtnisbrieftasche Details
es: Ver cartera Arcbit cerebrales detalles
ru: Показать детали ArcBit мыслекошелька

source: View ArcBit Web Wallet Details
de: ArcBit Web-Brieftasche Details
es: Ver cartera Arcbit web detalles
ru: Показать детали ArcBit Веб-кошелька

source: View account private key QR code
de: QR-Code Account privater Schlüssel
es: Ver código QR clave privada de cuenta
ru: Показать QR код закрытого ключа учетной записи

source: View account public key QR code
de: QR-Code Account öffentlicher Schlüssel
es: Ver código QR clave pública de cuenta
ru: Показать QR код открытого ключа учетной записи

source: View address QR code
de: QR-Code Adresse
es: Ver dirección de código QR
ru: Показать QR код адреса

source: View address in web
de: Adresse im Web ansehen
es: Ver dirección en la Web
ru: Показать адрес в Веб

source: View in web
de: Im Web ansehen
es: Ver en la Web
ru: Показать в Веб

source: View private key QR code
de: QR-Code privater Schlüssel
es: Ver código QR clave privada
ru: Показать закрытый ключ QR код

source: Visit our home page
de: Besuchen Sie unsere Homepage
es: Visita nuestra página de inicio
ru: Посетите нашу домашнюю страницу

source: Wallet backup passphrase
de: Wallet backup Wortfolge
es: Contraseña de copia de seguridad
ru: Восстановительная фраза-пароль кошелька

source: Warning
de: Warnung
es: Advertencia
ru: Предупреждение

source: Welcome to ArcBit, a user only controlled Bitcoin wallet. Start using the app now by depositing your Bitcoins here.
de: Willkommen bei ArcBit. Einem Nutzer kontrolliertem Bitcoin Wallet. Fange an und sende Bitcoin an dieses Wallet.
es: Bienvenido a Arcbit, un usuario sólo controlado Bitcoin cartera. Comience a utilizar la aplicación ahora depositando sus bitcoins aquí.
ru: Добро пожаловать в ArcBit - Биткоин-кошелек, контролируемый только пользователем. Начните использовать приложение сейчас, разместив свои биткоины здесь

source: Welcome!
de: Willkommen！
es: ¡Bienvenido!
ru: Добро пожаловать！

source: With an ArcBit cold wallet feature, you can create wallets and make payments offline without exposing your private keys to an internet connected device. This feature is great for storing large amounts of bitcoin or for the security conscious minded. Check out this feature in the cold wallet section in the side menu.
de: Mit dem ArcBit Offline Brieftasche können größere BTC Beträge sicher gelagert werden. Es werden keine privaten Schlüssel auf einem Online Gerät verwaltet sondern getrennt offline. Es erhöht die Sicherheit auch bei kleineren Beträgen. Mehr dazu im Offline Brieftasche Menu an der Seite.
es: Con una función Cartera fría Arcbit, puede crear carteras y realizar pagos en línea sin exponer sus claves privadas a un dispositivo conectado a Internet. Esta característica es ideal para el almacenamiento de grandes cantidades de bitcoins o para la seguridad de mente consciente. Echa un vistazo a esta característica en la sección de cartera frío en el menú lateral.
ru: Благодаря функции холодного хранения ArcBit Вы можете создавать кошельки и совершать платежи в оффлайн режиме, не используя свои личные ключи на устройстве, подключенному к Интернету. Эта функция отлично подходит для хранения большого количества биткоинов и по причинам безопасности. Вы можете найти эту функцию в секции холодного кошелька в боковом меню.

source: Write down or memorize your 12 word wallet backup passphrase. You can view it by clicking "Show backup passphrase" in Settings. Your wallet backup passphrase is needed to recover your bitcoins.
de: Schriebe diese Wortfolge auf oder merke sie dir gut! Diese Wortfolge wird benötigt um deine BTC wiederherzustellen.
es: Anotar o memorizar el 12 palabra frase de contraseña de copia de seguridad de la cartera que se puede encontrar en la configuración. Se necesita su contraseña de copia de seguridad de la cartera para recuperar sus bitcoins.
ru: Запишите или запомните кодовую фразу из 12 слов, которая может быть найдена в настройках. Восстановительная фраза-пароль из 12 слов необходима для восстановления ваших биткоинов.

source: Write down the 12 word passphrase below and keep it safe. This passphrase alone can restore your entire wallets' bitcoins (excluding imports).
de: Schreib diese Wortfolge auf und bewahre sie gut auf. Diese Wortfolge kann das gesamte Wallet wiederherstellen (ausgenommen sind Imports)
es: Anote la contraseña de 12 palabras abajo y manténgala segura. Esta frase de contraseña solo puede restaurar los bitcoins de todas sus carteras (excluyendo las importaciones).
ru: Запишите приведенную ниже кодовую фразу-пароль из 12 слов и сохраните ее в безопасности. Эта кодовая фраза может восстановить все ваши кошельки и биткоины (включая импорты).

source: Write down the 12 word passphrase below and keep it safe. This passphrase alone can restore your entire wallets' bitcoins.
de: Schreib diese Wortfolge auf und bewahre sie gut auf. Diese Wortfolge kann das gesamte Wallet wiederherstellen.
es: Anote la contraseña de 12 palabras abajo y manténgala segura. Esta frase de contraseña solo puede restaurar los bitcoins de toda su cartera.
ru: Запишите приведенную ниже кодовую фразу-пароль из 12 слов и сохраните ее в безопасности. Эта кодовая фраза может восстановить все ваши кошельки и биткоины.

source: Yes
de: Ja
es: Sí
ru: Да

source: You are making a payment to a reusable address. Make sure that the receiver can see the payment made to them. (All ArcBit reusable addresses are compatible with other ArcBit wallets)
de: Du führst eine Zahlung an eine Wiederverwendbare Adresse aus. Stelle sicher, dass der Empfänger die Zahlung sehen kann. Wiederverwendbare Adressen sind mit anderen ArcBit Wallets kompatibel.
es: Usted está haciendo un pago a una dirección reutilizable. Asegúrese de que el receptor puede ver el pago hecho a ellos. (Todas las direcciones reutilizables Arcbit son compatibles con otras carteras ArcBit)
ru: Вы совершаете платеж на адрес многоразового использования. Убедитесь, что получатель может видеть отправленные ему платежи. (Все многоразовые адреса ArcBit совместимы с другими кошельками ArcBit)

source: You have %@, but %@ is needed. (This includes the transactions fee)
de: Du hast %@, aber %@ Wird benötigt. Darin enthalten ist die Transaktionsgebühr.
es: Tienes %@, pero se necesita %@. (Esto incluye la cuota de transacciones)
ru: вас есть %@, но необходимо %@. (Сюда уже включена комиссия по транзакции)

source: You must exit and kill this app in order for this to take effect.
de: Du musst die App komplett beenden damit die Änderung wirksam wird.
es: Debe salir y matar esta aplicación para que esto tenga efecto.
ru: Вы должны выйти и закрыть это приложение, чтобы изменения вступили в силу.

source: Your current wallet will be deleted. Your can restore your current wallet later with the wallet passphrase, but any imported accounts or addresses created in advanced mode cannot be recovered. Do you wish to continue?
de: Das aktuelle Wallet wird gelöscht. Du kannst es wiederherstellen mit der Wortfolge aber alle importierten importierten Accounts und im fortgeschrittenen Modus erstellten Adressen können nicht wieder hergestellt werden. Trotzdem fortfahren?
es: Se eliminará su cartera actual. Su puede restaurar su cartera actual más tarde con la frase de cartera, pero ninguna cuenta o direcciones creadas en el modo avanzado importados no se pueden recuperar. ¿Desea continuar?
ru: Ваш текущий кошелек будет удален. Вы можете восстановить текущий кошелек с помощью восстановительной фразы-пароля, но любые импортированные учетные записи или адреса, созданные в расширенном режиме, не могут быть восстановлены. Вы хотите продолжить?

source: Your iCloud backup was last saved on %@. Do you want to restore your wallet from iCloud or backup your local wallet to iCloud?
de: Ihre iCloud-Sicherung wurde zuletzt auf %@ gespeichert. Möchten Sie Ihre Brieftasche von iCloud wiederherstellen oder Ihre lokale Brieftasche auf iCloud sichern?
es: Su copia de seguridad de iCloud se guardó por última vez en %@. ¿Desea restaurar su billetera desde iCloud o hacer una copia de seguridad de su billetera local en iCloud?
ru: Ваша резервная копия iCloud была сохранена в последний раз на% @. Вы хотите восстановить свой кошелек из iCloud или создать резервную копию своего кошелька в iCloud?

source: Your new transaction fee is too high
de: Die neue Transaktionsgebühr ist zu hoch.
es: Su nueva tarifa de transacción es demasiado alto
ru: Ваша новая комиссия по транзакции слишком высокая

source: Your wallet is now restored
de: Dein Wallet ist nun wiederhergetellt
es: Su cartera ahora se restaura
ru: Ваш кошелек восстановлен

source: Allow camera access in Settings->Privacy->Camera->%@
de: Kamerazugriff in Einstellungen->Privatsphäre->Kamera->%@
es: Permitir acceso a la cámara en Configuraciones->Intimidad->Cámara->%@
ru: Разрешить доступ к камере в настройки->Конфиденциальность->камера->%@

source: ArcBit Web Wallet is a Chrome extension. It has all the features of the mobile wallet plus more. Highlights include the ability to create multiple wallets instead of just one, and a new non-cumbersome way to generate wallets, store and spend bitcoins all from cold storage! ArcBit's new way to manage your cold storage bitcoins also offers a more compelling reason to use ArcBit's watch account feature. Now you can safely watch the balance of your cold storage bitcoins by enabling advance mode in ArcBit and importing your cold storage account public keys. Use ArcBit Web Wallet in whatever way you wish. You can create a new wallet, or you can input your current 12 word backup passphrase to manage the same bitcoins across different devices. Check out the ArcBit Web Wallet in the Chrome Web Store for more details!
de: ArcBits Web Wallet ist eine Chrome Erweiterung. Es hat alle Features der mobilen Wallets und mehr. Es können mehr als ein Wallet gleichzeitig erstellt werden. Außerdem kann so das Offline Brieftasche Feature noch besser genutzt werden. Von überall kann mit dem öffentlichen Schlüssel die Balance angesehen werden und trotzdem sind die BTC sicher nur auf dem Offline Brieftasche und können nicht gesendet werden ohne extra Autorisierung. Wenn du im Web Wallet die selbe Wortfolge verwendest, kannst du das selbe Wallet von überall aus verwalten. Schau dir mehr Detail an m Chrome Web Store.
es: Cartera Arcbit web es una extensión de Chrome. Tiene todas las características de la cartera móvil y más. Lo más destacado es la posibilidad de crear varias carteras en lugar de sólo una, y una nueva forma no engorrosa para generar carteras, almacenar y gastar bitcoins todo desde el almacenamiento en frío! La nueva forma de ArcBit para administrar tus bitcoins de almacenamiento en frío también ofrece una razón más convincente para usar la función de cuenta de reloj de ArcBit. Ahora puede ver con seguridad el balance de sus bitcoins de almacenamiento en frío al habilitar el modo avanzado en ArcBit e importar las claves públicas de su cuenta de almacenamiento en frío. Utilice cartera Arcbit web de la forma que desee. Puede crear una cartera nueva o puede introducir su contraseña de copia de seguridad actual de 12 palabras para administrar los mismos bitcoins entre dispositivos diferentes. Echa un vistazo a cartera Arcbit web en la Chrome Web Store para obtener más detalles.
ru: ArcBit веб-кошелек - это расширение для Chrome. Он поддерживает все функции мобильного кошелька, а также многое другое. Из основного - возможность создания нескольких кошельков вместо одного, а также новый не громоздкий способ генерации кошельков, хранение и расчёты биткоинами из холодного хранения! Новый способ управления Вашими биткоинами с использованием холодного хранения ArcBit также предлагает более веские основания использовать функцию учетной записи ArcBit. Теперь Вы можете спокойно следить за балансом ваших биткоинов с холодным хранением, включив опционный режим в ArcBit и импортируя открытые ключи учетной записи холодного хранения. Используйте ArcBit веб-кошелек по-разному, как бы Вы хотели: Вы можете создать новый кошелек, или Вы можете ввести свою текущую восстановительную фразу-пароль, которая состоит из 12 слов для управления одними и теми же биткоинами на разных устройствах. Узнайте больше о веб-кошельке ArcBit в интернет-магазине Chrome.

source: With the Arcbit Brain Wallet you can safely spend your bitcoins without ever having your private keys be exposed to the internet. It can be use in conjunction with your Arcbit Wallet or as a stand alone wallet.
de: Das ArcBit Gedächtnisbrieftasche kann genutzt werden um deine Bitcoin zu verwalten ohne jemals die privaten Schlüssel öffentlich werden zu lassen. Du kannst es zusammen mit der ArcBit App verwenden oder allein. Nur du hast Zugang.
es: Con el Arcbit Brain Wallet puede pasar con seguridad sus bitcoins sin tener sus claves privadas expuestas a Internet. Se puede utilizar en conjunto con su cartera de Arcbit o como una cartera independiente.
ru: С Arcbit-мыслекошельком Вы можете безопасно тратить свои биткоины, не используя при этом Ваши личные ключи в Интернете. Его можно использовать в сочетании с вашим Arcbit-кошельком или оффлайн-кошельком.

source: iCloud Error: %@
de: iCloud-Fehler: %@
es: Error de iCloud: %@
ru: Ошибка iCloud: %@

source: iCloud backup found
de: iCloud-Sicherung gefunden
es: Copia de seguridad de iCloud encontrada
ru: Найдена резервная копия iCloud

source: iCloud backup not found
de: iCloud-Sicherung nicht gefunden
es: No se encontró la copia de seguridad de iCloud
ru: Резервное копирование iCloud не найдено

source: iCloud backup will be lost. Are you sure you want to backup your local wallet to iCloud?
de: Die iCloud-Sicherung geht verloren. Sind Sie sicher, dass Sie Ihre lokale Brieftasche auf iCloud sichern möchten?
es: La copia de seguridad de iCloud se perderá. ¿Seguro que quieres hacer una copia de seguridad de tu billetera local en iCloud?
ru: Резервное копирование iCloud будет потеряно. Вы действительно хотите сделать резервную копию своего местного кошелька в iCloud?

source: Wallet backup passphrase will be shown
de: Wallet backup Wortfolge wird angezeigt werden
es: Se mostrará la contraseña de copia de seguridad cartera
ru: Восстановительная фраза-пароль кошелька будет отображена
