Repository: adsorptionenthalpy/arcbit-ios
Catalog: ArcBit/*.lproj/Localizable.strings
Languages: de, es, ru

source: %@ is not allowed to access the camera
de: %@ darf nicht auf die Kamera zugreifen
es: %@ no está permitido acceder a la cámara
ru: %@ не разрешено доступ к камере

source: %@ servers not reachable.
de: %@ server nicht erreichbar..
es: %@ servidores no accesibles.
ru: %@ серверов недоступны.

source: %d/%d parts scanned.
de: %d/%d Teile gescannt.
es: %d/%d partes escaneadas.
ru: %d/%d Сканированные части.

source: %llu confirmations
de: %llu Bestätigungen
es: %llu confirmaciones
ru: %lluПодтверждени

source: 1 Confirmation
de: 1 Bestätigung
es: 1 confirmación
ru: 1Подтверждение

source: A bitcoin address typically begins with a '1' or '3'. You can see the transactions and track the balance of an address, but you cannot spend from an imported address. You can however temporarily import this watch addresses' private key to spend its bitcoins. Simply go to the Send screen and select a watch address to spend from and you will be prompted to temporarily import your addresses' private key when you click 'Review Payment' on the Send screen. The private key will stay in memory until the app exits or until you remove it manually on the Accounts screen.
de: A bitcoin address typically begins with a '1' or '3'. You can see the transactions and track the balance of an address, but you cannot spend from an imported address. You can temporarily import this watch addresses private key to spend its bitcoins. Simply go the Send screen and select a watch address to spend from and you will be prompted to temporarily import your addresses' private key when you click 'Review Payment' in the Send screen. The private key will stay in memory until the app exits or until you remove it manually in the Accounts screen.
es: A bitcoin address typically begins with a '1' or '3'. You can see the transactions and track the balance of an address, but you cannot spend from an imported address. You can temporarily import this watch addresses private key to spend its bitcoins. Simply go the Send screen and select a watch address to spend from and you will be prompted to temporarily import your addresses' private key when you click 'Review Payment' in the Send screen. The private key will stay in memory until the app exits or until you remove it manually in the Accounts screen.
ru: A bitcoin address typically begins with a '1' or '3'. You can see the transactions and track the balance of an address, but you cannot spend from an imported address. You can temporarily import this watch addresses private key to spend its bitcoins. Simply go the Send screen and select a watch address to spend from and you will be prompted to temporarily import your addresses' private key when you click 'Review Payment' in the Send screen. The private key will stay in memory until the app exits or until you remove it manually in the Accounts screen.

source: Account %@ imported
de: Account %@ importiert
es: Cuenta %@ importada
ru: Учетная запись %@已 импортирована

source: Account %lu
es: Cuenta %lu
ru: Учетная запись %lu

source: Account 1
es: Cuenta 1
ru: Учетная запись 1

source: Account ID
es: ID de cuenta：
ru: ID учетной записи

source: Account ID: %u
ru: ID учетной записи: %u

source: Account Private Key
de: Account privater Schlüssel
es: Clave privada de cuenta
ru: Закрытый ключ учетной записи

source: Account Public Key
de: Account öffentlicher Schlüssel
es: Clave pública de cuenta
ru: Открытый ключ учетной записи

source: Account private key does not match imported account public key
de: Der private Schlüssel passt nicht zum öffentlichen Schlüssel
es: La clave privada de la cuenta no coincide con la clave pública de la cuenta importad
ru: Закрытый ключ учетной записи не соответствует открытому ключу импортированной учетной записи

source: Account private key missing
de: Account privater Schlüssel fehlt
es: Falta la clave privada de la cuenta
ru: Отсутствует закрытый ключ учетной записи

source: Accounts
es: Cuentas
ru: Учетные записи

source: Actions
de: Aktionen
es: Acciones
ru: Действия

source: Active Change Addresses
de: Aktive gewechselte Adressen
es: Direcciones de cambios activo
ru: Активные изменяемые адреса

source: Active Main Addresses
de: Aktive Hauptadressen
es: Direcciones principales activas
ru: Активные основные адреса

source: Address
de: Adresse
es: Dirección
ru: Адреса

source: Address ID
de: Adresse ID
es: ID dirección
ru: ID адреса

source: Address ID: %lu
de: Adresse ID: %lu
es: ID dirección: %lu
ru: ID адреса: %lu

source: Addresses
de: Adressen
es: Direcciones
ru: Адреса

source: Amount:
de: Betrag：
es: Cantidad：
ru: Сумма：

source: ArcBit Brain Wallet
de: Arcbit Gedächtnisbrieftasche
es: Cartera Arcbit cerebro
ru: Arcbit мысликошелек

source: ArcBit Web Wallet
es: Cartera Arcbit Web
ru: Arcbit Веб-кошелек

source: Archive Account
de: Archiviere Account
es: Archivo cuenta
ru: Архивировать учетную запись

source: Archive address
de: Archiviere Adresse
es: Archivo dirección
ru: Архивировать адрес

source: Archived Accounts
de: Archivierte Accounts
es: Cuentas archivados
ru: Заархивированная учетная запись

source: Archived Change Addresses
de: Wechsel archivierte Adresse
es: Direcciónes de cambios archivadas
ru: Заархивированный адрес для сдачи

source: Archived Cold Wallet Accounts
de: Archivierte Offline Brieftasche
es: Cuentas archivadas de la cartera fría
ru: Заархивированные учетные записи холодного кошелька

source: Archived Imported Accounts
de: Archivierte importierte Accounts
es: Cuentas importadas archivadas
ru: Заархивированные импортированные учетные записи

source: Archived Imported Addresses
de: Archivierte importierte Adressen
es: Direcciones importadas archivadas
ru: Заархивированные импортированные адреса

source: Archived Imported Watch Accounts
de: Archivierte importierte watch Accounts
es: Cuentas de observar importadas archivadas
ru: Заархивированная импортированная учетная запись для просмотра

source: Archived Imported Watch Addresses
de: Archivierte importierte watch Adressen
es: Las direcciones de observar importadas archivadas
ru: Заархивированные импортированные адреса для просмотра

source: Archived Main Addresses
de: Archivierte Hauptadressen
es: Direcciones principales archivadas
ru: Заархивированные основные адреса

source: Are you sure you want to archive account %@?
de: Bist du sicher, dass du diesen Account archivieren möchtest %@？
es: ¿Está seguro de que desea archivar cuenta %@？
ru: Вы уверены, что хотите заархивировать учетную запись %@？

source: Are you sure you want to archive address %@?
de: Bist du sicher, dass du diese Adresse archivieren möchtest %@？
es: ¿Está seguro de que desea archivar la dirección %@？
ru: Вы уверены, что хотите заархивировать адреса %@？

source: Are you sure you want to delete this account?
de: Bist du sicher, dass du diesen Account löschen möchtest
es: ¿Está seguro de que quiere eliminar esta cuenta?
ru: Вы уверены, что хотите удалить учетную запись?

source: Are you sure you want to unarchive account %@
de: Bist du sicher, dass du diesen Account entarchivieren möchtest %@?
es: ¿Está seguro de que desea anular el archivo cuenta %1$s？
ru: Вы уверены, что хотите разархивировать учетную запись %@？

source: Are you sure you want to unarchive address %@?
de: Bist du sicher, dass du diese Adresse entarchivieren möchtest %@？
es: Está seguro de que desea anular el archivo de dirección %1$s？
ru: Вы уверены, что хотите разархивировать адреса %@？

source: Authorize Cold Wallet Account Payment
de: Autorisiere eine Zahlung des Offline Brieftasches
es: Autorizar cartera fría pago de la cuenta
ru: Авторизовать платеж учетной записи холодного кошелька

source: Authorize Payment
de: Autorisiere Zahlung
es: autorizar el pago
ru: Разрешить оплату

source: Backup Passphrase
es: Frase de copia de seguridad
ru: Восстановительная фраза-пароль

source: Backup wallet
de: Backup Brieftasche
es: Cartera de copia de seguridad
ru: Резервная копия кошелька

source: Backup local wallet
de: Lokale Brieftasche sichern
es: Carpeta local de respaldo
ru: Резервное копирование локального кошелька

source: Backup passphrase found in keychain
de: Backup-Passphrase im Schlüsselbund gefunden
es: Frase de paso de seguridad encontrada en llavero
ru: Резервная парольная фраза найдена в брелках

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена

source: Cannot create transactions with outputs less then %@
de: Transaktionen können nicht erstellt werden mit Outputs weniger als %@
es: No se puede crear transacciones con salidas de menos de %@
ru: Невозможно создать транзакции с неизрасходованными средствами, менее чем %@

source: Cannot decrypt iCloud backup wallet.
de: Kann iCloud-Backup-Wallet nicht entschlüsseln.
es: No se puede descifrar la billetera de copia de seguridad de iCloud.
ru: Невозможно расшифровать резервный кошелек iCloud.

source: Cannot import reusable address
de: Wiederverwendete Adressen können nicht importiert werden
es: No se puede importar la dirección reutilizable
ru: Невозможно импортировать многоразовый адрес

source: Change Address ID
de: Wechsel Adressen ID
es: Dirección de cambio ID
ru: Изменить ID адреса

source: Change Block Explorer URL
de: Wechsel Blockexplorer URL
es: Cambiar URL bloque explorador
ru: Изменить блок-проводник URL

source: Check out the ArcBit Brain Wallet
de: Schau dir das ArcBit Gedächtnisbrieftasche an
es: Echa un vistazo a la cartera Arcbit cerebro
ru: Проверить ArcBit мыслекошелек

source: Check out the ArcBit Web Wallet
de: Schau dir das ArcBit Web-Brieftasche an
es: Echa un vistazo a la cartera Arcbit Web
ru: Проверить ArcBit Веб-кошелек

source: Check out the ArcBit Web Wallet!
de: Schau dir das ArcBit Web-Brieftasche an!
es: Echa un vistazo a la cartera Arcbit Web!
ru: Проверить ArcBit Веб-кошелек!

source: Checking Transaction
de: Prüfe Trnsaktionen
es: Comprobación de Transacció
ru: Проверка транзакции

source: Clear account private key from memory
de: Lösche Account Schlüssel aus dem Speicher
es: Borrar clave privada de la memoria
ru: Очистить закрытый ключ учетной записи из памяти

source: Clear private key from memory
de: Lösche privaten Schlüssel aus dem Speicher
es: Borrar clave privada de la memoria
ru: Очистить закрытый ключ из памяти

source: Cleared from memory
de: Speicher gesäubert
es: Borradas de la memoria
ru: Удалено из памяти

source: Close
de: Schließen
es: Cerca
ru: Закрыть

source: Cold Wallet
de: Offline Brieftasche
es: Cartera fría
ru: Холодный Кошелек

source: Cold Wallet Accounts
de: Offline Brieftasche Accounts
es: Cuentas de cartera fría
ru: Учетные записи Холодного Кошелька

source: Cold Wallet Accounts can't see reusable address payments, thus this accounts' reusable address is not available.
de: Die Offline Brieftasche kann keine wiederverwendbaren Adressen nutzen.
es: Las cuentas de cartera fría no pueden ver los pagos de direcciones reutilizables, por lo que la dirección reutilizable de estas cuentas no está disponible.
ru: Учетные записи холодного кошелька не имеют доступа к просмотру платежей на многоразовые адреса, поэтому многоразовые адреса данной учетной записи недоступны.

source: Cold Wallet Overview
de: Offline Brieftasche Übersicht
es: Descripción general de la cartera frío
ru: Обзор холодного кошелька

source: Cold wallet private keys are not stored here and cannot be viewed
de: Die privaten Schlüssel des offline Brieftasche sind nicht gespeichert und können nicht angezeigt werden.
es: Las claves privadas de cartera frío no se almacenan aquí y no se puede ver.
ru: Закрытые ключи холодного кошелька здесь не хранятся и не могут быть просмотрены.

source: Complete
de: Vollständig
es: Completar
ru: Завершить

source: Complete step 1
de: Schritt 1 vollständig
es: Complete el paso 1
ru: Завершите шаг 1

source: Confirm Payment
de: Bestätige Zahlung
es: Confirmar pago
ru: Подтвердить платеж

source: Confirm Pin Code
de: Bestätige PIN
es: Confirmar PIN
ru: Подтвердите PIN

source: Contacts
de: Kontakte
es: Contactos
ru: Контакты

source: Continue
de: Weiter
es: Continuar
ru: Продолжить

source: Copied To clipboard
de: In die Zwischenablage kopiert.
es: Copiado al portapapeles
ru: Скопировано в буфер обмена

source: Copy
de: Kopieren
es: Dupdo
ru: Копировать

source: Copy Transaction ID to Clipboard
de: Transaktions ID in die Zwischenablage kopieren
es: Copia el ID de transacción en el portapapeles
ru: Скопировать ID транзакции в буфер обмена

source: Create Cold Wallet
de: Erstelle Offline Brieftasche
es: Crear Cartera Fría
ru: Создайте холодный кошелек

source: Create New Account
de: Erstelle neuen Account
es: Crear una nueva cuenta
ru: Создайте новую учетную запись

source: Create new contact
de: Erstelle neuen Kontakt
es: Crear nuevo contacto
ru: Создать новый контакт

source: Customize Fee
de: Gebühr anpassen
es: Personalizar tarifa
ru: Настроить плату

source: Decrypting
de: Entschlüsseln
es: Descifrado
ru: Расшифровка

source: Delete
de: Löschen
es: Eliminar
ru: Удалить

source: Delete %@
de: Lösche %@
es: Eliminar %@
ru: Удалить %@

source: Delete Account
de: Lösche Account
es: Borrar cuenta
ru: Удалить учетную запись

source: Delete Contact
de: Kontakt löschen?
es: Borrar contacto?
ru: Удалить контакт?

source: Delete address
de: Lösche Adresse
es: Borrar dirección
ru: Удалить адрес

source: Do not use the QR code from here to receive bitcoins. Go to the Receive screen to get a QR code to receive bitcoins.
de: Benutze nicht diesen QR-Code um BTC zu erhalten sondern wechsel in den 'Erhalten' Tap
es: No utilice el código QR desde aquí para recibir bitcoins. Ir a la pantalla de recepción para obtener un código QR para recibir bitcoins.
ru: Не используйте данный QR-код для получения биткоинов. Перейдите на экран «Получить» для получения QR-кода, чтобы получить биткоины.

source: Do you like using ArcBit?
de: Magst du ArcBit?
es: ¿Te gusta usar Arcbit?
ru: Нравится ли Вам использовать ArcBit?

source: Do you want to load and backup your current local wallet file?
de: Möchten Sie Ihre aktuelle lokale Wallet-Datei laden und sichern?
es: ¿Desea cargar y hacer una copia de seguridad de su archivo de billetera local actual?
ru: Вы хотите загрузить и создать резервную копию текущего файла локального кошелька?

source: Do you want to load local wallet file?
de: Möchten Sie eine lokale Wallet-Datei laden?
es: ¿Desea cargar el archivo de monedero local?
ru: Вы хотите загрузить локальный файл кошелька?

source: Do you want to restore from your backup passphrase or start a new wallet?
de: Möchtest du eine neue Brieftasche erstellen oder mit der Wortfolge wiederherstellen?
es: ¿Quieres restaurar a partir de copia de seguridad de su contraseña o iniciar una nueva cartera?
ru: Вы хотите восстановить с помощью восстановительной фразы-пароля или начать новый кошелек?

source: Do you want to temporary import your account private key?
de: Möchtest du den private Schlüssel temporär importieren?
es: ¿Quieres importación temporal clave privada de su cuenta?
ru: Вы хотите временно импортировать закрытый ключ Вашей учетной записи?

source: Do you want to temporary import your private key?
de: Möchtest du den privaten Schlüssel temporär importieren?
es: ¿Quieres importación temporal de la clave privada?
ru: Вы хотите временно импортировать открытый ключ Вашей учетной записи?

source: Don't remind me
de: Erinnere mich nicht
es: No me lo recuerdes
ru: Больше не напоминать

source: Done
de: Fertig
es: Hecho
ru: Готово

source: Edit
de: Bearbeiten
es: Editar
ru: Изменить

source: Edit Account Name
de: Account Namen ändern
es: Editar Nombre de Cuenta
ru: Изменить имя учетной записи

source: Edit Contact Name
de: Kontakt Namen ändern
es: Editar Nombre de Contacto
ru: Изменить имя контакта

source: Edit Label
de: Bezeichnung ändern
es: Editar etiqueta
ru: Изменить метку

source: Edit Transaction label
de: Transaktionsbezeichnung ändern
es: Editar etiqueta de Transacción
ru: Изменить метку транзакции

source: Email Support
de: Email Unterstützung
es: Soporte de correo electrónico
ru: Написать Email в Службу Поддержки

source: Enable PIN code in settings to better secure your wallet.
de: Aktiviere die PIN in den Einstellungen um das Wallet besser zu schützen.
es: Habilitar que el código PIN en Ajustes para asegurar mejor su cartera.
ru: Включите PIN код в настройках для лучшей безопасности Вашего кошелька.

source: Enable Pin Code
de: Aktiviere PIN
es: Habilitar código PIN
ru: Включить PIN код

source: Enable advanced mode
de: Aktiviere den fortgeschrittenen Modus
es: Activar el modo avanzado
ru: Активировать расширенный режим

source: Encountered error creating transaction. Please try again.
de: Fehler beim Erstellen einer Transaktion Bitte versuche es erneut.
es: Se encontró un error al crear una transacción. Por favor intente de nuevo
ru: Ошибка при создании транзакции. Пожалуйста, попробуйте еще раз.

source: Encrypted
de: Verschlüsselt
es: Eifrada
ru: Зашифровано

source: Enter Label
de: Bezeichnung eingeben
es: Introduzca la etiqueta
ru: Введите метку

source: Enter PIN
de: PIN eingeben
es: Ingrese su PIN
ru: Введите PIN

source: Enter a wallet backup passphrase to wipe the current wallet and start/restore another.
de: Gib die Wortfolge ein, um ein neues Wallet zu erstellen oder eines wiederherzustellen.
es: Introduzca una contraseña de copia de seguridad de la cartera para limpiar la cartera actual e iniciar/restaurar otro.
ru: Введите восстановительную фразу-пароль кошелька, чтобы стереть текущий кошелек и запустить / восстановить другой.

source: Enter account private key
de: Gib den privaten Schlüssel ei
es: Introducir la clave privada de la cuenta
ru: Введите закрытый ключ учетной записи

source: Enter account public key
de: Gib den öffentlichen Schlüssel ein
es: Introducir clave pública de cuenta
ru: Введите открытый ключ учетной записи

source: Enter address
de: Gib die Adresse ein
es: Introducir dirección
ru: Введите адрес

source: Enter an account ID and click 'QR Code'. Then on your primary online device, enable Cold Wallet in settings. Then go to the Accounts screen and click 'Import Cold Wallet Account' and scan the Account Public Key QR Code. Afterwards use this cold wallet account as you would a normal account and deposit bitcoins into it. When you want to make a payment from a cold wallet account, go to the next section on the previous screen and follow the step by step instructions there.
de: Gibt eine Account ID ein und klicke 'QR-Code'. Danach auf deinem primären Gerät, aktiviereOffline Brieftasche. Gehe auf den Account und klicke auf 'Account importieren' und scanne den öffentlichen Schlüssel. Danach kannst du diesen Account benutzen um BTC zu erhalten. Um von dieser Brieftasche eine Transaktion durchzuführen gehe bitte in die vorherige Ansicht und folge dort der Anleitung.
es: Introduzca un ID de cuenta y haga clic en 'Código QR'. A continuación, en su dispositivo en línea principal, habilitar Cold Wallet en la configuración. A continuación, vaya a la pantalla de cuentas y haga clic en 'Importar cuenta de cartera fría' y escanear el código QR de clave pública de cuenta. Después utilice esta cuenta de cartera fría como lo haría con una cuenta normal y depositará bitcoins en ella. Cuando desee realizar un pago desde una cuenta de cartera fría, vaya a la siguiente sección en la pantalla anterior y siga las instrucciones paso a paso allí.
ru: Введите ID учетной записи и нажмите «QR-код». Затем в основном онлайн-устройстве включите параметр «Холодный кошелек» в настройках. Перейдите на экран учетных записей и нажмите «Импортировать учетную запись холодного кошелька» и сканируйте QR-код учетной записи открытого ключа. После этого используйте эту учетную запись холодного кошелька, как обычную учетную запись, и кладите на нее биткоины. Если Вы хотите произвести платеж с учетной записи холодного кошелька, перейдите к следующему разделу на предыдущем экране и следуйте пошаговым инструкциям.

source: Enter passphrase for your iCloud backup wallet.
de: Geben Sie die Passphrase für Ihre iCloud-Backup-Wallet ein.
es: Ingrese la frase de contraseña para su billetera de respaldo de iCloud.
ru: Введите кодовую фразу для своего резервного кошелька iCloud.

source: Enter password for encrypted private key
de: Passwort für die Verschlüsselung der privaten Schlüssel
es: Introduzca la contraseña para la clave privada encriptada
ru: Введите пароль от зашифрованного закрытого ключа

source: Enter the 12 word passphrase that belongs to the cold wallet account that you want to make a payment from. This is the passphrase that was used to generate your account public key that was generated on the 'Create Cold Wallet' section found on the previous screen.
de: Gib deine 12 Worte lange Wortfolge ein, die zu der offlinen Brieftasche gehört, die importiert werden soll. Diese Wortfolge wurde erstellt, als die offline Brieftasche erstellt worden ist.
es: Introduzca la contraseña de 12 palabras que pertenece a la cuenta de cartera fría de la que desea realizar un pago. Esta es la frase de contraseña que se utilizó para generar la clave pública de su cuenta que se generó en la sección 'Crear Cartera fría' encontrada en la pantalla anterior.
ru: Введите ключевую фразу-пароль из 12 слов, принадлежащую учетной записи холодного кошелька, из которого Вы хотите произвести платеж. Это ключевая фраза-пароль, которая использовалась для создания открытого ключа Вашей учетной записи, который был создан в разделе «Создать холодный кошелек» на предыдущем экране.

source: Error
de: Fehler
ru: Ошибка

source: Error fetching Transaction.
de: Fehler beim Holen der Transaktionen
es: Error de transacción ir a buscar
ru: Ошибка получения транзакции

source: Error fetching unspent outputs. Try again later.
de: Fehler beim Holen der unverbrauchten Ausgänge, versuche es später.
es: Error al recuperar las salidas no utilizadas. Inténtelo de nuevo más tarde.
ru: Ошибка получения непотраченного. Попробуйте еще раз позже.

source: Error fetching unspent outputs. Try again.
de: Fehler beim Holen der unverbrauchten Ausgänge, versuche es später.
es: Error al recuperar las salidas no utilizadas. Inténtalo de nuevo.
ru: Ошибка получения непотраченного. Попробуйте еще раз.

source: Error getting block height.
de: Fehler beim Abrufen der Blockhöhe.
es: Error al obtener la altura del bloque
ru: Ошибка при получении высоты блока.

source: Error importing account
de: Fehler beim Importieren des Accounts
es: Error al importar la cuenta
ru: Ошибка импорта учетной записи

source: Error loading wallet JSON file
de: Fehler beim Laden der Wallet-JSON-Datei
es: Error al cargar el archivo JSON de la cartera
ru: Ошибка загрузки файла JSON кошелька

source: Fee:
de: Gebühr:
es: Comisión:
ru: Комиссия:

source: Finished Passing Transaction Data
de: Transaktionsdaten lesen fertiggestellt
es: Terminado de pasar datos de transacciones
ru: Передача данных транзакции завершена
