Repository: adsorptionenthalpy/arcbit-ios
Catalog: ArcBit/*.lproj/Localizable.strings
Languages: de, es, ru

source: Write down or memorize your wallet backup passphrase. If you lose your backup passphrase, your wallet cannot be recovered.
de: Notieren oder merken Sie sich Ihre Brieftaschen-Backup-Passphrase. Wenn Sie Ihre Backup-Passphrase verlieren, kann Ihre Brieftasche nicht wiederhergestellt werden.
es: Escriba o memorice su contraseña de contraseña de la billetera. Si pierde su frase de contraseña de respaldo, su billetera no podrá recuperarse.
ru: Запишите или запишите свою кодовую фразу. Если вы потеряете ключевую фразу для резервного копирования, ваш кошелек не может быть восстановлен.

source: I understand
de: ich verstehe
es: entiendo
ru: я понимаю

source: iCloud support for ArcBit discontinued
de: Die iCloud-Unterstützung für ArcBit wird eingestellt
es: El soporte de iCloud para ArcBit se descontinúa
ru: Поддержка iCloud для ArcBit прекращена

source: iCloud support for ArcBit is being discontinued. If your backup passphrase has not been backed up already, please do so.
de: Die iCloud-Unterstützung für ArcBit wird eingestellt. Wenn Ihre Backup-Passphrase noch nicht gesichert wurde, tun Sie dies bitte.
es: El soporte de iCloud para ArcBit se descontinúa. Si su frase de paso de seguridad no se ha respaldado ya, hágalo.
ru: Поддержка iCloud для ArcBit прекращается. Если ваша кодовая фраза резервного копирования еще не была скопирована, сделайте это.

source: Reusable address payments are disabled until further notice.
de: Wiederverwendbare Adresszahlungen sind bis auf weiteres deaktiviert.
es: Los pagos de direcciones reutilizables están deshabilitados hasta nuevo aviso.
ru: Повторные платежи адресов отключены до дальнейшего уведомления.
